Repository: Portugao/MUFlash
Catalog: src/modules/MUFlash/locale/*/LC_MESSAGES/module_muflash.po
Languages: de

source: Switch to user area.
de: Zum Userbereich wechseln

source: Movies
de: Filme

source: Movie list
de: Liste der Flashfilme

source: 3 newest movies
de: Die 3 neuesten Flashfilme

source: A list of the three newest movies.
de: Eine Liste der 3 neuesten Flashfilme

source: 3 random movies
de: 3 zufällige Flashfilme

source: A list of three random movies.
de: Eine Liste von 3 zufälligen Flashfilmen

source: Switch to administration area.
de: Zum Administrationsbereich wechseln

source: The upload folder "%s" does not exist. Please create it before installing this application.
de: Der Upload Ordner "%s" existiert nicht. Bitte lege ihn vorm Installieren des Moduls an.

source: The upload folder "%s" is not writable. Please change permissions accordingly before installing this application.
de: Der Upload Ordner "%s" ist nicht beschreibbar. Bitte ändere die Zugriffsrechte vorm Installieren des Moduls.

source: Doctrine Exception:
de: Doctrine Ausnahme_

source: An error was encountered while creating the tables for the %s module.
de: Es ist ein Fehler beim Erstellen der Tabellen für das Modul %s aufgetreten.

source: An error was encountered while removing stored object workflows for the %s module.
de: Fehler während des Entfernens eines Objekt Workflows für das Modul %s.

source: An error was encountered while dropping the tables for the %s module.
de: Ein Fehler ist während des Entfernens der Tabellen für das Modul %s aufgetreten.

source: Error! Could not move your file to the destination folder.
de: Fehler! Konnte die Datei nicht in den Zielordner verschieben.

source: Error! No file found.
de: Fehler! Keine Datei gefunden.

source: Error! This file type is not allowed. Please choose another file format.
de: Error! Dieser Dateityp ist nicht erlaubt. Bitte wähle einen anderen.

source: Error! This file type seems not to be a valid image.
de: Error! Dieser Dateityp scheint ein ungültiges Bild zu sein.

source: MUFlash module generated by ModuleStudio 0.5.4.
de: MuFlash Modul mit Modulstudio

source: muflash Movies Display Hooks
de: MUFlash Film Anzeige Hooks

source: muflash Movies Filter Hooks
de: MUFlash Film Filter Hooks

source: Notice: This block will not be displayed until you activate the MUFlash module.
de: Hinweis: Dieser Block wird erst angezeigt, wenn MUFlash aktiviert ist.

source: Item list
de: Liste der Elemente

source: Show a list of MUFlash items based on different criteria.
de: Zeige ein Liste von MUFlash Dateien basierend auf verschiedenen Kriterien.

source: MUFlash items
de: MUFlash Elemente

source: One Item
de: Ein Element

source: Show one item of MUFlash by id.
de: Zeige ein Element von MUFlash

source: One MUFlash Item
de: Ein MUFlash Element

source: Display MUFlash items.
de: MUFlash Dateien anzeigen

source: MUFlash item
de: MUFlash Element

source: Display One MUFlash Item.
de: Ein MUFlash Element zeigen.

source: Error! Invalid identifier received.
de: Fehler: Ungültiger Bezeichner entdeckt.

source: No such item.
de: Kein solches Element vorhanden.

source: Done! Item deleted.
de: Erledigt! Element gelöscht.

source: Error: invalid input.
de: Fehler: Ungültige Eingabe

source: Open preview page
de: Vorschau öffnen

source: Preview
de: Vorschau

source: Edit
de: Bearbeiten

source: Reuse for new item
de: Für neues Element wieder verwenden

source: Reuse
de: Wiederverwenden

source: Delete
de: Löschen

source: Back to overview
de: Zurück zur Übersicht

source: Error! Field value may only contain digits (%s).
de: Error! Der Feldwert darf nur Ziffern (%s) beinhalten.

source: Error! Length of field value must not be higher than %2$s (%1$s).
de: Error! Die Länge des Feldes darf nicht länger als %2$s (%1$s) sein.

source: Error! Field value must not be empty (%s).
de: Error! Feldwert darf nicht leer (%s) sein.

source: Error! Field value must be a valid boolean (%s).
de: Error! Feldwert muss ein gültiger boolean Wert (%s) sein.

source: The title %s is already assigned. Please choose another title.
de: Der Titel %s existieret bereits. Wähle bitte einen anderen.

source: The flash file %s is already assigned. Please choose another flash file.
de: Die Flashdatei %s ist bereits vorhanden. Bitte wähle eine andere.

source: Done! Item created.
de: Erledigt! Element erstellt.

source: Error! Creation attempt failed.
de: Fehler! Versuch ein Element zu erstellen fehlgeschlagen.

source: Done! Item updated.
de: Erledigt! Element geändert.

source: Error! Update attempt failed.
de: Fehler! Versuch einer Änderung fehlgeschlagen.

source: Error! Deletion attempt failed.
de: Fehler! Versuch zu Löschen fehlgeschlagen.

source: Done! Movie created.
de: Erledigt! Flashdatei erstellt.

source: Done! Movie updated.
de: Erledigt! Flashdatei geändert.

source: Done! Movie deleted.
de: Erledigt! Flashdatei gelöscht.

source: Close
de: Schliessen

source: Error! Invalid colour.
de: Fehler! Ungültige Farbe.

source: An error occured during thumbnail creation: %s
de: Ein Fehler ist während der Thumbnail Erstellung aufgetreten: %s

source: MUFlash - Use flash files in content and blocks!
de: MUFlash - Nutze Flash Dateien in Content und Blöcken!

source: Only content
de: Nur Inhalt

source: Only item titles
de: Nur Titel der Elemente

source: With description
de: Mit Beschreibung

source: %1$s: missing parameter '%2$s'
de: %1$s: fehlender Parameter '%2$s'

source: This is a required field.
de: Dies ist ein Pflichtfeld

source: Please enter a valid number in this field.
de: Bitte gib eine gültige Zahl ein.

source: Please use numbers only in this field. please avoid spaces or other characters such as dots or commas.
de: Bitte nutze nur Zahlen in diesem Feld. Vermeide Leerzeichen und andere Zeichen wie Kommata etc..

source: Please use letters only (a-z) in this field.
de: Bitte nutze nur Buchstaben ( a-z) in diesem Feld.

source: Please use only letters (a-z) or numbers (0-9) only in this field. No spaces or other characters are allowed.
de: Bitte nur Buchstaben (a-z) oder Ziffern (0-9) für dieses Feld nnutzen. Keine Leerzeichen oder Sonderzeichen.

source: Please enter a valid date.
de: Bitte gib ein gültiges Datum ein.

source: Please enter a valid email address. For example yourname@example.com .
de: Bitte gib eine gültige email Adresse ein.

source: Please enter a valid URL.
de: Bitte gib eine gültige Url ein.

source: Please use this date format: dd/mm/yyyy. For example 17/03/2010 for the 17th of March, 2010.
de: Bitte nutze dieses Zeitformat: dd/mm/yyyy. Als Beispiel 17/03/2010 für den 17. März 2010.

source: Please enter a valid $ amount. For example $100.00 .
de: Bitte gib einen gültigen $ Betrag ein. Zum Beispiel $100.00.

source: Please make a selection.
de: Bitte auswählen

source: Please select one of the above options.
de: Bitte wähle eine der oberen Optionen.

source: This value must not contain spaces.
de: Dieser Wert darf keine Leerzeichen enthalten.

source: Please select a valid html colour code.
de: Bitte wähle einen gültigen html Farbencode.

source: Please select a value in the past.
de: Bitte wähle einen Wert in der Vergangenheit.

source: Please select a value in the future.
de: Bitte wähle einen Wert in der Zukunft.

source: This value is already assigned, but must be unique. Please change it.
de: Dieser Wert ist schon vorhanden, muss aber eindeutig sein. Bitte ändern.

source: Creation and update
de: Erstellung und Aktualisierung

source: Creation
de: Erstellung

source: Created by %1$s on %2$s
de: Erstellt von %1$s am %2$s

source: Last update
de: Letzte Änderung

source: Updated by %1$s on %2$s
de: Geändert von %1$s am %2$s

source: Created by %s
de: Erstellt von %s

source: Created on %s
de: Erstellt am %s

source: Updated by %s
de: Geändert von %s

source: Updated on %s
de: Geändert am %s

source: Delete movie
de: Flashdatei löschen

source: Do you really want to delete this movie ?
de: Wirklich diese Datei löschen?

source: Confirmation prompt
de: Sicherheitsabfrage

source: Cancel
de: Abbrechen

source: Movie
de: Flashdatei

source: Description
de: Beschreibung

source: Flash file
de: Flashdatei

source: Background colour
de: Hintergrundfarbe

source: Play
de: Abspielen

source: Play loop
de: Loop

source: Width
de: Breite

source: Height
de: Höhe

source: Player version
de: Version des Players

source: Edit movie
de: Flashdatei bearbeiten

source: Create movie
de: Flashdatei erstellen

source: Content
de: Inhalt

source: Title
de: Titel

source: Enter the title of the movie
de: Gib den Titel der Flashdatei ein

source: Enter the description of the movie
de: Gib die Beschreibung der Flashdatei ein

source: Allowed file extensions:
de: Erlaubte Dateiendungen

source: Current file
de: Aktuelle Datei

source: Delete preview ?
de: Vorschau löschen?

source: Delete existing file
de: Vorhandene Datei löschen

source: Delete flash file ?
de: Flashdatei löschen?

source: Enter the background colour of the movie
de: Gib die Hinergrundfarbe der Flashdatei ein

source: play ?
de: Auto Abspielen?

source: play loop ?
de: Loop?

source: Enter the width of the movie
de: Gib die Breite der Flashdatei ein

source: Enter the height of the movie
de: Gib die Höhe der Flashdatei ein

source: Enter the player version of the movie
de: Gib die Version des Players für die Datei ein

source: Return control
de: Kontrolle der Weiterleitung

source: Create another item after save
de: Eine weitere Flashdatei erstellen

source: Update movie
de: Flashdatei aktualisieren

source: Really delete this movie?
de: Diese Flashdatei wirklich löschen?

source: Open quick view window
de: Fenster für Schnellansicht öffnen

source: Quick view
de: Schnellansicht

source: Latest movies
de: Aktuellste Flashdateien

source: A direct feed showing the list of movies
de: Ein Feed, eine Liste von Dateien zeigend

source: Back to paginated view
de: Zurück zur Seitenansicht

source: Show all entries
de: Alle Einträge zeigen

source: Actions
de: Aktionen

source: No movies found.
de: Keine Flashdateien gefunden.

source: Object type
de: Objekttyp

source: Sorting
de: Sortierung

source: Random
de: Zufall

source: Newest
de: Neueste

source: Default
de: Standard

source: Amount
de: Anzahl

source: Template File
de: Template Datei

source: Filter (expert option)
de: Filter ( Experten Einstellung)

source: Syntax examples
de: Syntax Beispiele

source: or
de: oder

source: Diplay default block title?
de: Standard Titel des Blocks anzeigen?

source: Only the flashfile
de: Nur die Flashdatei

source: For this website is flash player version
de: Für diese Webseite ist der Flashplayer mit der Version

source: or higher necessary.
de: oder höher notwendig.

source: Read more
de: Mehr lesen

source: No entries found.
de: Keine Einträge gefunden.
